/**
 * +----------------------------------------------------------------------
 * | 「e家宜业」
 * +----------------------------------------------------------------------
 * | Copyright (c) 2020-2024 https://www.chowa.cn All rights reserved.
 * +----------------------------------------------------------------------
 * | Licensed 未经授权禁止移除「e家宜业」和「卓佤科技」相关版权
 * +----------------------------------------------------------------------
 * | Author: contact@chowa.cn
 * +----------------------------------------------------------------------
 */

// 业主认证来源
export const AUTHENTICTED_BY_SELF = 1;
export const AUTHENTICTED_BY_PROPERTY_COMPANY = 2;
export const AUTHENTICTED_BY_FAMILY = 3;
