/**
 * +----------------------------------------------------------------------
 * | 「e家宜业」
 * +----------------------------------------------------------------------
 * | Copyright (c) 2020-2024 https://www.chowa.cn All rights reserved.
 * +----------------------------------------------------------------------
 * | Licensed 未经授权禁止移除「e家宜业」和「卓佤科技」相关版权
 * +----------------------------------------------------------------------
 * | Author: contact@chowa.cn
 * +----------------------------------------------------------------------
 */

function double(num) {
    if (num <= 9) {
        return `0${num}`;
    }

    return num;
}

export function yuan(num) {
    return parseFloat(Math.floor(Math.floor(num) / 100) + '.' + double(Math.floor(num) % 100));
}
