/**
 * +----------------------------------------------------------------------
 * | 「e家宜业」
 * +----------------------------------------------------------------------
 * | Copyright (c) 2020-2024 https://www.chowa.cn All rights reserved.
 * +----------------------------------------------------------------------
 * | Licensed 未经授权禁止移除「e家宜业」和「卓佤科技」相关版权
 * +----------------------------------------------------------------------
 * | Author: contact@chowa.cn
 * +----------------------------------------------------------------------
 */

export default {
    // 党建党训
    DJDX: 1,
    // 会议室管理
    HYSGL: 2,
    // 人力资源
    RLZY: 3,
    // 小区通知
    XQTZ: 4,
    // 宠物档案
    CWDA: 5,
    // 装修登记
    ZXDJ: 6,
    // 维修维护
    WXWF: 7,
    // 投诉建议
    TSJY: 8,
    // 车辆管理
    CLGL: 9,
    // 小区挪车
    XQNC: 10,
    // 访客通行
    FKTX: 11,
    // 问卷调查
    WJDC: 12,
    // 财务管理
    CWGL: 13,
    // 合同管理
    HTGL: 14,
    // 房产档案
    FCDA: 15,
    // 业主档案
    YZDA: 16,
    // 物料仓储
    WLCC: 17,
    // 疫情防控
    YQFK: 18,
    // 巡检任务
    XJRW: 19,
    // 行政通知
    XZTZ: 20,
    // 智能门禁
    ZNMJ: 21,
    // 智能梯控
    ZNTK: 22,
    // 智慧照明
    ZHZM: 23,
    // 能耗管理
    NHGL: 24,
    // 智慧停车
    ZHTC: 25,
    // 智慧预警
    ZHYJ: 26,
    // 任何人
    ANYONE: 0
};
